Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: 招待する相手の Apple Account のメールアドレスを入力し「招待する」をタップすると「招待中」として登録されます。続いて開くメール作成画面からリンクをメールで送るか、下の「リンクを送る」で別の方法でもリンクを送ることができます。招待した相手はリンクをタップすることで参加できます。
de: Gib die E-Mail-Adresse des Apple Accounts der Person ein, die du einladen möchtest, und tippe auf „Einladen“, um sie als „Eingeladen“ zu registrieren. Anschließend kannst du den Link über den sich öffnenden E-Mail-Editor senden oder über „Link senden“ unten auf andere Weise. Die eingeladene Person kann durch Tippen auf den Link beitreten.
en: Enter the Apple Account email of the person you want to invite and tap "Invite" to register them as "Invited." You can then send the link by email from the mail composer that opens, or use "Send Link" below to send it another way. The invited person can join by tapping the link.
es: Introduce el correo de la cuenta de Apple de la persona que quieres invitar y toca "Invitar" para registrarla como "Invitado". Luego puedes enviar el enlace por correo desde la pantalla de redacción que se abre, o usar "Enviar enlace" abajo para enviarlo de otra forma. La persona invitada puede unirse tocando el enlace.
fr: Saisissez l'adresse e-mail du compte Apple de la personne à inviter et appuyez sur « Inviter » pour l'enregistrer comme « Invité ». Vous pouvez ensuite envoyer le lien par e-mail depuis l'écran de composition qui s'ouvre, ou utiliser « Envoyer le lien » ci-dessous pour l'envoyer autrement. La personne invitée peut rejoindre en appuyant sur le lien.
ko: 초대할 상대의 Apple Account 이메일 주소를 입력하고 “초대하기”를 탭하면 “초대 중”으로 등록됩니다. 이어서 열리는 메일 작성 화면에서 링크를 메일로 보내거나, 아래 “링크 보내기”로 다른 방법으로도 링크를 보낼 수 있습니다. 초대받은 상대는 링크를 탭해서 참여할 수 있습니다.
pt_br: Digite o e-mail da Apple Account da pessoa que deseja convidar e toque em "Convidar" para registrá-la como "Convidado". Em seguida, envie o link por e-mail na tela de composição que se abre, ou use "Enviar link" abaixo para enviá-lo de outra forma. A pessoa convidada pode participar tocando no link.
zh_hans: 输入受邀者的 Apple 账户邮箱地址，点按“邀请”后将以“邀请中”状态注册。随后可通过打开的邮件编辑界面发送链接邮件，或使用下方的“发送链接”以其他方式发送。受邀者点按链接即可加入。
zh_hant: 輸入要邀請對象的 Apple Account 電子郵件並點一下「邀請」，即可將對方登記為「邀請中」。接著可透過開啟的郵件編寫畫面以電子郵件傳送連結，或使用下方的「傳送連結」以其他方式傳送。受邀者點一下連結即可加入。

source: 招待の手順
de: So funktioniert die Einladung
en: How to invite
es: Cómo invitar
fr: Comment inviter
ko: 초대 방법
pt_br: Como convidar
zh_hans: 邀请步骤
zh_hant: 邀請步驟

source: 招待リンクを取得できませんでした。iCloud にサインインしているか確認してください。
de: Der Einladungslink konnte nicht abgerufen werden. Stelle sicher, dass du bei iCloud angemeldet bist.
en: Couldn’t get the invite link. Make sure you’re signed in to iCloud.
es: No se pudo obtener el enlace de invitación. Comprueba que has iniciado sesión en iCloud.
fr: Impossible d'obtenir le lien d'invitation. Vérifiez que vous êtes connecté(e) à iCloud.
ko: 초대 링크를 가져올 수 없었습니다. iCloud에 로그인되어 있는지 확인해 주세요.
pt_br: Não foi possível obter o link de convite. Verifique se você está conectado ao iCloud.
zh_hans: 无法获取邀请链接，请确认是否已登录 iCloud。
zh_hant: 無法取得邀請連結，請確認是否已登入 iCloud。

source: 招待を準備中...
de: Einladung wird vorbereitet …
en: Preparing invitation…
es: Preparando invitación…
fr: Préparation de l'invitation…
ko: 초대를 준비하는 중...
pt_br: Preparando convite…
zh_hans: 正在准备邀请…
zh_hant: 正在準備邀請...

source: 招待を送るには Premium が必要です
de: Zum Senden von Einladungen ist Premium erforderlich
en: Premium is required to send invitations
es: Se requiere Premium para enviar invitaciones
fr: Premium est requis pour envoyer des invitations
ko: 초대를 보내려면 Premium이 필요합니다
pt_br: É necessário ter o Premium para enviar convites
zh_hans: 发送邀请需要 Premium
zh_hant: 傳送邀請需要 Premium

source: 招待中
de: Eingeladen
en: Invited
es: Invitado
fr: Invité
ko: 초대 중
pt_br: Convidado
zh_hans: 邀请中
zh_hant: 邀請中

source: 支出
de: Ausgabe
en: Expense
es: Gasto
fr: Dépense
ko: 지출
pt_br: Despesa

source: 支出・収入
de: Ausgaben & Einnahmen
en: Expenses & Income
es: Gastos e ingresos
fr: Dépenses et revenus
ko: 지출 · 수입
pt_br: Despesas e receitas
zh_hans: 支出与收入
zh_hant: 支出・收入

source: 支出・収入のタイトルや支払い者で検索できます。
de: Du kannst nach Titel oder Zahler von Ausgaben und Einnahmen suchen.
en: You can search by the title or payer of expenses and income.
es: Puedes buscar por el título o el pagador de gastos e ingresos.
fr: Vous pouvez rechercher par titre ou par payeur des dépenses et revenus.
ko: 지출·수입의 제목이나 결제자로 검색할 수 있습니다.
pt_br: Você pode buscar pelo título ou pelo pagador das despesas e receitas.
zh_hans: 可按支出/收入的标题或付款人进行搜索。
zh_hant: 可依支出／收入的標題或付款人搜尋。

source: 支出、収入を検索
de: Ausgaben und Einnahmen durchsuchen
en: Search expenses and income
es: Buscar gastos e ingresos
fr: Rechercher des dépenses et des revenus
ko: 지출, 수입 검색
pt_br: Buscar despesas e receitas
zh_hans: 搜索支出和收入
zh_hant: 搜尋支出與收入

source: 支出/収入の追加・取得、定期項目の追加を 1 つの JSON 入力で行います。op='add' / 'get' / 'recurring'。MCP / 自動化向け。
de: Fügt Ausgaben/Einnahmen hinzu oder ruft sie ab und fügt wiederkehrende Einträge über eine einzige JSON-Eingabe hinzu. op='add' / 'get' / 'recurring'. Für MCP/Automatisierung.
en: Add or fetch expenses/income and add recurring items with a single JSON input. op='add' / 'get' / 'recurring'. For MCP / automation.
es: Añade u obtén gastos/ingresos y añade elementos recurrentes con una sola entrada JSON. op='add' / 'get' / 'recurring'. Para MCP / automatización.
fr: Ajoutez ou récupérez des dépenses/revenus et ajoutez des éléments récurrents avec une seule entrée JSON. op='add' / 'get' / 'recurring'. Pour MCP / automatisation.
ko: 지출/수입 추가·조회, 정기 항목 추가를 하나의 JSON 입력으로 처리합니다. op='add' / 'get' / 'recurring'. MCP/자동화용입니다.
pt_br: Adicione ou busque despesas/receitas e adicione itens recorrentes com uma única entrada JSON. op='add' / 'get' / 'recurring'. Para MCP / automação.
zh_hans: 通过一个 JSON 输入完成支出/收入的添加与获取，以及定期项目的添加。op='add' / 'get' / 'recurring'。用于 MCP / 自动化。
zh_hant: 以單一 JSON 輸入完成新增／取得支出或收入，以及新增定期項目。op='add' / 'get' / 'recurring'。適用於 MCP／自動化。

source: 支出がありません
de: Keine Ausgaben
en: No expenses
es: No hay gastos
fr: Aucune dépense
ko: 지출이 없습니다
pt_br: Nenhuma despesa
zh_hans: 没有支出
zh_hant: 沒有支出

source: 支出シート
de: Ausgabenblatt
en: Expense sheet
es: Hoja de gastos
fr: Feuille de dépenses
ko: 지출 시트
pt_br: Planilha de despesas
zh_hans: 支出账本
zh_hant: 支出帳本

source: 支出のカテゴリ。「AI 提案」を選ぶとタイトルから自動推測、「未分類」を選ぶとカテゴリなしで保存します。
de: Die Kategorie der Ausgabe. Wähle „KI-Vorschlag“, um sie aus dem Titel zu erraten, oder „Nicht kategorisiert“, um ohne Kategorie zu speichern.
en: The expense category. Choose "AI Suggestion" to guess from the title, or "Uncategorized" to save without a category.
es: La categoría del gasto. Elige "Sugerencia de IA" para adivinarla a partir del título, o "Sin clasificar" para guardar sin categoría.
fr: La catégorie de la dépense. Choisissez « Suggestion IA » pour estimer à partir du titre, ou « Sans catégorie » pour enregistrer sans catégorie.
ko: 지출의 카테고리입니다. “AI 제안”을 선택하면 제목에서 자동으로 추측하고, “미분류”를 선택하면 카테고리 없이 저장합니다.
pt_br: A categoria da despesa. Escolha "Sugestão da IA" para adivinhar a partir do título, ou "Sem categoria" para salvar sem categoria.
zh_hans: 支出的分类。选择“AI 建议”将根据标题自动推测，选择“未分类”则不设分类直接保存。
zh_hant: 支出的分類。選擇「AI 建議」將依標題自動推測，選擇「未分類」則不指定分類儲存。

source: 支出の内容 (例: ランチ)。未入力ならカテゴリ名が表示名になります。
de: Worum es bei der Ausgabe geht (z. B. Mittagessen). Bleibt das Feld leer, wird der Kategoriename als Anzeigename verwendet.
en: What the expense is for (e.g. Lunch). If left empty, the category name is used as the display name.
es: El motivo del gasto (p. ej., Almuerzo). Si se deja vacío, se usará el nombre de la categoría como nombre a mostrar.
fr: L'objet de la dépense (ex. Déjeuner). Si laissé vide, le nom de la catégorie sera utilisé comme nom d'affichage.
ko: 지출 내용(예: 점심)입니다. 입력하지 않으면 카테고리 이름이 표시 이름이 됩니다.
pt_br: O motivo da despesa (ex.: Almoço). Se deixado em branco, o nome da categoria será usado como nome de exibição.
zh_hans: 支出内容（例如：午餐）。若不填写，将以分类名称作为显示名称。
zh_hant: 支出的內容（例：午餐）。若未輸入，將以分類名稱作為顯示名稱。

source: 支出や収入を記録する
de: Ausgaben und Einnahmen erfassen
en: Record expenses and income
es: Registrar gastos e ingresos
fr: Enregistrer des dépenses et des revenus
ko: 지출이나 수입 기록하기
pt_br: Registrar despesas e receitas
zh_hans: 记录支出与收入
zh_hant: 記錄支出或收入

source: 支出をカテゴリでまとめて可視化
de: Ausgaben nach Kategorie gruppiert visualisieren
en: Visualize spending grouped by category
es: Visualiza los gastos agrupados por categoría
fr: Visualisez vos dépenses regroupées par catégorie
ko: 지출을 카테고리별로 묶어 시각화
pt_br: Visualize os gastos agrupados por categoria
zh_hans: 按分类汇总并可视化支出
zh_hant: 依分類彙整並視覺化支出

source: 支出を記録
de: Ausgabe erfassen
en: Record an expense
es: Registrar un gasto
fr: Enregistrer une dépense
ko: 지출 기록
pt_br: Registrar uma despesa
zh_hans: 记录支出
zh_hant: 記錄支出

source: 支出を記録するシート
de: Blatt für die Ausgabenerfassung
en: Sheet to record the expense in
es: Hoja donde registrar el gasto
fr: Feuille dans laquelle enregistrer la dépense
ko: 지출을 기록할 시트
pt_br: Planilha em que a despesa será registrada
zh_hans: 用于记录支出的账本
zh_hant: 要記錄支出的帳本

source: 支出を追加
de: Ausgabe hinzufügen
en: Add expense
es: Añadir gasto
fr: Ajouter une dépense
ko: 지출 추가
pt_br: Adicionar despesa
zh_hans: 添加支出
zh_hant: 新增支出

source: 支出を追加しました
de: Ausgabe hinzugefügt
en: Expense added
es: Gasto añadido
fr: Dépense ajoutée
ko: 지출을 추가했습니다
pt_br: Despesa adicionada
zh_hans: 已添加支出
zh_hant: 已新增支出

source: 支出を追加すると、各メンバーの残高と最少回数の精算プランがここに表示されます。
de: Wenn du Ausgaben hinzufügst, werden hier der Saldo jedes Mitglieds und ein Ausgleichsplan mit möglichst wenigen Überweisungen angezeigt.
en: When you add expenses, each member's balance and a minimal-transfer settlement plan appear here.
es: Al añadir gastos, aquí se mostrarán el saldo de cada miembro y un plan de liquidación con el mínimo de transferencias.
fr: Lorsque vous ajoutez des dépenses, le solde de chaque membre et un plan de règlement à nombre de virements minimal s'affichent ici.
ko: 지출을 추가하면 각 멤버의 잔액과 최소 횟수의 정산 계획이 여기에 표시됩니다.
pt_br: Ao adicionar despesas, o saldo de cada membro e um plano de acerto de contas com o menor número de transferências aparecerão aqui.
zh_hans: 添加支出后，各成员的余额以及转账次数最少的结算方案将显示在这里。
zh_hant: 新增支出後，各成員的餘額與最少匯款次數的結算方案將顯示於此。

source: 支出を追加すると統計が表示されます。
de: Statistiken werden angezeigt, sobald du Ausgaben hinzufügst.
en: Statistics appear once you add expenses.
es: Las estadísticas aparecerán en cuanto añadas gastos.
fr: Les statistiques s'affichent une fois que vous avez ajouté des dépenses.
ko: 지출을 추가하면 통계가 표시됩니다.
pt_br: As estatísticas aparecerão assim que você adicionar despesas.
zh_hans: 添加支出后即可查看统计信息。
zh_hant: 新增支出後將顯示統計資料。

source: 支払
de: Zahlung
en: Pay
es: Pagar
fr: Payer
ko: 결제
pt_br: Pagamento
zh_hans: 付款
zh_hant: 付款

source: 支払う
de: Zahlen
en: Pay
es: Pagar
fr: Payer
ko: 결제
pt_br: Pagar
zh_hans: 付款
zh_hant: 付款

source: 支払った人
de: Zahler
en: Payer
es: Pagador
fr: Payeur
ko: 결제자
pt_br: Pagador
zh_hans: 付款人
zh_hant: 付款人

source: 支払った金額。シートの既定通貨で記録されます。
de: Der gezahlte Betrag. Wird in der Standardwährung des Blatts erfasst.
en: The amount paid. Recorded in the sheet's default currency.
es: El importe pagado. Se registra en la moneda predeterminada de la hoja.
fr: Le montant payé. Enregistré dans la devise par défaut de la feuille.
ko: 결제한 금액입니다. 시트의 기본 통화로 기록됩니다.
pt_br: O valor pago. Registrado na moeda padrão da planilha.
zh_hans: 已支付的金额，将以账本的默认货币记录。
zh_hant: 已付款的金額，將以帳本的預設幣別記錄。

source: 支払者を未選択に戻す
de: Zahlerauswahl zurücksetzen
en: Clear payer selection
es: Quitar la selección de pagador
fr: Effacer la sélection du payeur
ko: 결제자 선택 해제
pt_br: Limpar a seleção do pagador
zh_hans: 清除付款人选择
zh_hant: 清除付款人選擇

source: 教育
de: Bildung
en: Education
es: Educación
fr: Éducation
ko: 교육
pt_br: Educação

source: 教育・仕事
de: Bildung & Arbeit
en: Education & Work
es: Educación y trabajo
fr: Éducation et travail
ko: 교육 · 업무
pt_br: Educação e trabalho
zh_hans: 教育与工作
zh_hant: 教育・工作

source: 新しいカテゴリ
de: Neue Kategorie
en: New category
es: Nueva categoría
fr: Nouvelle catégorie
ko: 새 카테고리
pt_br: Nova categoria
zh_hans: 新建分类
zh_hant: 新分類

source: 新しいカテゴリを追加
de: Neue Kategorie hinzufügen
en: Add new category
es: Añadir nueva categoría
fr: Ajouter une nouvelle catégorie
ko: 새 카테고리 추가
pt_br: Adicionar nova categoria
zh_hans: 添加新分类
zh_hant: 新增分類

source: 新しいシート
de: Neues Blatt
en: New sheet
es: Nueva hoja
fr: Nouvelle feuille
ko: 새 시트
pt_br: Nova planilha
zh_hans: 新建账本
zh_hant: 新帳本

source: 新しいシートの既定通貨や、検索結果の合計の換算に使われます。「自動」ではシステムの地域設定（現在: %@）に従います。
de: Wird als Standardwährung für neue Blätter und zur Umrechnung der Gesamtsummen in Suchergebnissen verwendet. „Automatisch“ folgt den Regionseinstellungen des Systems (derzeit: %@).
en: Used for the default currency of new sheets and for converting search result totals. "Automatic" follows your system region settings (currently: %@).
es: Se usa para la moneda predeterminada de las hojas nuevas y para convertir los totales de los resultados de búsqueda. "Automático" sigue los ajustes regionales del sistema (actualmente: %@).
fr: Utilisé pour la devise par défaut des nouvelles feuilles et pour la conversion des totaux des résultats de recherche. « Automatique » suit les réglages régionaux du système (actuellement : %@).
ko: 새 시트의 기본 통화와 검색 결과 합계 환산에 사용됩니다. “자동”은 시스템 지역 설정(현재: %@)을 따릅니다.
pt_br: Usada como moeda padrão de novas planilhas e para converter os totais dos resultados de busca. "Automático" segue a configuração de região do sistema (atualmente: %@).
zh_hans: 用于设置新账本的默认货币，以及换算搜索结果合计金额。选择“自动”将遵循系统的地区设置（当前：%@）。
zh_hant: 用於新帳本的預設幣別，以及搜尋結果合計的換算。選擇「自動」將依系統地區設定（目前：%@）決定。

source: 新しいチャットを始めました。何でも聞いてください。
de: Neuer Chat gestartet. Frag mich alles.
en: Started a new chat. Ask anything.
es: Se inició un nuevo chat. Pregunta lo que quieras.
fr: Nouvelle conversation démarrée. Posez-moi n'importe quelle question.
ko: 새 채팅을 시작했습니다. 무엇이든 물어보세요.
pt_br: Uma nova conversa foi iniciada. Pergunte o que quiser.
zh_hans: 已开始新对话，欢迎随时提问。
zh_hant: 已開始新的聊天，歡迎提出任何問題。

source: 新しいバージョン %@ が利用できます。
de: Version %@ ist jetzt verfügbar.
en: Version %@ is now available.
es: La versión %@ ya está disponible.
fr: La version %@ est désormais disponible.
ko: 새 버전 %@을(를) 사용할 수 있습니다.
pt_br: A versão %@ já está disponível.
zh_hans: 新版本 %@ 现已可用。
zh_hant: 新版本 %@ 現已可用。

source: 新しいパスワード
de: Neues Passwort
en: New password
es: Nueva contraseña
fr: Nouveau mot de passe
ko: 새 비밀번호
pt_br: Nova senha
zh_hans: 新密码
zh_hant: 新密碼

source: 新しい割り勘
de: Neue Aufteilung
en: New split
es: Nueva división
fr: Nouveau partage
ko: 새 정산
pt_br: Nova divisão
zh_hans: 新建分摊
zh_hant: 新增分帳

source: 新しい順
de: Neueste zuerst
en: Newest first
es: De más reciente a más antiguo
fr: Du plus récent au plus ancien
ko: 최신순
pt_br: Do mais recente
zh_hans: 由新到旧
zh_hant: 由新到舊

source: 旅行
de: Reisen
en: Travel
es: Viajes
fr: Voyage
ko: 여행
pt_br: Viagem

source: 旅行・アウトドア
de: Reisen & Outdoor
en: Travel & Outdoors
es: Viajes y aire libre
fr: Voyage et plein air
ko: 여행 · 아웃도어
pt_br: Viagens e ar livre
zh_hans: 旅行与户外
zh_hant: 旅行・戶外

source: 旅行・移動
de: Reisen
en: Travel
es: Viajes
fr: Voyage
ko: 여행
pt_br: Viagem
zh_hans: 旅行出行
zh_hant: 旅行

source: 既に精算済みです
de: Bereits ausgeglichen
en: Already settled
es: Ya está liquidado
fr: Déjà réglé
ko: 이미 정산되었습니다
pt_br: Já foi acertado
zh_hans: 已完成结算
zh_hant: 已完成結算

source: 既定の通貨
de: Standardwährung
en: Default currency
es: Moneda predeterminada
fr: Devise par défaut
ko: 기본 통화
pt_br: Moeda padrão
zh_hans: 默认货币
zh_hant: 預設幣別

source: 既定通貨
de: Standardwährung
en: Default currency
es: Moneda predeterminada
fr: Devise par défaut
ko: 기본 통화
pt_br: Moeda padrão
zh_hans: 默认货币
zh_hant: 預設幣別

source: 既定通貨 %@
de: Standardwährung %@
en: Default currency %@
es: Moneda predeterminada %@
fr: Devise par défaut %@
ko: 기본 통화 %@
pt_br: Moeda padrão %@
zh_hans: 默认货币 %@
zh_hant: 預設幣別 %@

source: 既定通貨: %@
de: Standardwährung: %@
en: Default currency: %@
es: Moneda predeterminada: %@
fr: Devise par défaut : %@
ko: 기본 통화: %@
pt_br: Moeda padrão: %@
zh_hans: 默认货币：%@
zh_hant: 預設幣別：%@

source: 日
de: Tag
en: Day
es: Día
fr: Jour
ko: 일
pt_br: Dia

source: 日付
de: Datum
en: Date
es: Fecha
fr: Date
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

source: 日付 (任意)
de: Datum (optional)
en: Date (optional)
es: Fecha (opcional)
fr: Date (facultatif)
ko: 날짜(선택 사항)
pt_br: Data (opcional)
zh_hans: 日期（可选）
zh_hant: 日期（選填）

source: 日付テキスト (任意)
de: Datumstext (optional)
en: Date text (optional)
es: Texto de fecha (opcional)
fr: Texte de la date (facultatif)
ko: 날짜 텍스트(선택 사항)
pt_br: Texto de data (opcional)
zh_hans: 日期文本（可选）
zh_hant: 日期文字（選填）

source: 日別
de: Nach Tag
en: By day
es: Por día
fr: Par jour
ko: 일별
pt_br: Por dia
zh_hans: 按日
zh_hant: 依日

source: 日本円
de: Japanischer Yen
en: Japanese Yen
es: Yen japonés
fr: Yen japonais
ko: 일본 엔
pt_br: Iene japonês
zh_hans: 日元
zh_hant: 日圓

source: 映画
de: Film
en: Movie
es: Cine
fr: Film
ko: 영화
pt_br: Cinema
zh_hans: 电影
zh_hant: 電影

source: 更新
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ko: 새로고침
pt_br: Atualizar
zh_hans: 刷新

source: 書き出しエラー
de: Exportfehler
en: Export error
es: Error de exportación
fr: Erreur d'exportation
ko: 내보내기 오류
pt_br: Erro de exportação
zh_hans: 导出错误
zh_hant: 匯出錯誤

source: 書籍 (技術書)
de: Bücher (Fachbuch)
en: Books (technical)
es: Libros (técnicos)
fr: Livres (techniques)
ko: 도서(기술서)
pt_br: Livros (técnico)
zh_hans: 书籍（技术书）

source: 月の合計
de: Monatssumme
en: Monthly total
es: Total mensual
fr: Total mensuel
ko: 월 합계
pt_br: Total mensal
zh_hans: 月合计
zh_hant: 本月合計

source: 月予算
de: Monatsbudget
en: Monthly budget
es: Presupuesto mensual
fr: Budget mensuel
ko: 월 예산
pt_br: Orçamento mensal
zh_hans: 月度预算
zh_hant: 每月預算

source: 月予算 (任意)
de: Monatsbudget (optional)
en: Monthly budget (optional)
es: Presupuesto mensual (opcional)
fr: Budget mensuel (facultatif)
ko: 월 예산(선택 사항)
pt_br: Orçamento mensal (opcional)
zh_hans: 月度预算（可选）
zh_hant: 每月預算（選填）

source: 月額
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
ko: 월간
pt_br: Mensal
zh_hans: 月付
zh_hant: 月繳

source: 月額・年額プランは自動更新サブスクリプションです。期間終了の24時間以上前に解約しない限り自動更新され、購入確定時に Apple ID へ請求されます。解約・管理は「設定 > Apple ID > サブスクリプション」から行えます。買い切りプランは一度のお支払いで永続します。
de: Der monatliche und der jährliche Plan sind automatisch verlängernde Abos. Sie verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ende des Zeitraums gekündigt werden, und dein Apple ID-Konto wird bei Kaufbestätigung belastet. Kündigung und Verwaltung erfolgen unter „Einstellungen > Apple ID > Abos“. Der Einmalkauf-Plan gilt nach einer einmaligen Zahlung dauerhaft.
en: The monthly and yearly plans are auto-renewing subscriptions. They renew automatically unless canceled at least 24 hours before the end of the period, and your Apple ID is charged when the purchase is confirmed. You can cancel or manage them in Settings > Apple ID > Subscriptions. The one-time plan is a single purchase that lasts forever.
es: Los planes mensual y anual son suscripciones de renovación automática. Se renuevan automáticamente a menos que se cancelen al menos 24 horas antes de que finalice el periodo, y se cobran a tu Apple ID al confirmarse la compra. Puedes cancelarlos o gestionarlos en Ajustes > Apple ID > Suscripciones. El plan de pago único es un solo pago que dura para siempre.
fr: Les forfaits mensuel et annuel sont des abonnements à renouvellement automatique. Ils se renouvellent automatiquement sauf annulation au moins 24 heures avant la fin de la période, et votre identifiant Apple est débité à la confirmation de l'achat. Vous pouvez annuler ou gérer votre abonnement dans Réglages > Identifiant Apple > Abonnements. Le forfait unique est un achat unique valable à vie.
ko: 월간·연간 플랜은 자동 갱신 구독입니다. 기간 종료 24시간 전까지 해지하지 않으면 자동으로 갱신되며, 구매 확정 시 Apple ID로 청구됩니다. 해지·관리는 “설정 > Apple ID > 구독”에서 할 수 있습니다. 일회성 플랜은 한 번 결제로 영구 이용할 수 있습니다.
pt_br: Os planos mensal e anual são assinaturas com renovação automática. Eles são renovados automaticamente, a menos que sejam cancelados pelo menos 24 horas antes do fim do período, e sua Apple ID é cobrada na confirmação da compra. Você pode cancelar ou gerenciar em Ajustes > Apple ID > Assinaturas. O plano avulso é uma compra única que dura para sempre.
zh_hans: 月付和年付方案为自动续订订阅。除非在当前订阅期结束前至少 24 小时取消，否则将自动续订，并在购买确认时从你的 Apple ID 扣费。可在“设置 > Apple ID > 订阅”中取消或管理。买断方案为一次性付款，永久有效。
zh_hant: 月繳與年繳方案為自動續訂訂閱。除非於期間結束前 24 小時以上取消，否則將自動續訂，並於購買確認時向你的 Apple ID 扣款。可於「設定 > Apple ID > 訂閱項目」中取消或管理。買斷方案為一次性付款，可永久使用。

source: 服 (シャツ)
de: Kleidung (Hemd)
en: Clothes (shirt)
es: Ropa (camisa)
fr: Vêtements (chemise)
ko: 옷(셔츠)
pt_br: Roupas (camisa)
zh_hans: 衣服（衬衫）
zh_hant: 衣服（襯衫）

source: 期間「%@」
de: Zeitraum „%@“
en: Period “%@”
es: Periodo “%@”
fr: Période « %@ »
ko: 기간 “%@”
pt_br: Período “%@”
zh_hans: 期间“%@”

source: 期間「%@」で絞り込まれています。
de: Gefiltert nach Zeitraum „%@“.
en: Filtered by period "%@".
es: Filtrado por el periodo "%@".
fr: Filtré par la période « %@ ».
ko: 기간 “%@”(으)로 필터링되어 있습니다.
pt_br: Filtrado pelo período "%@".
zh_hans: 已按期间“%@”筛选。
zh_hant: 已依期間「%@」篩選。

source: 未分類
de: Nicht kategorisiert
en: Uncategorized
es: Sin clasificar
fr: Sans catégorie
ko: 미분류
pt_br: Sem categoria
zh_hans: 未分类

source: 未取得
de: Nicht abgerufen
en: Not fetched
es: No obtenido
fr: Non récupéré
ko: 가져오지 않음
pt_br: Não obtido
zh_hans: 未获取
zh_hant: 尚未取得

source: 未指定の場合は現在時刻で記録します。
de: Ist nichts angegeben, wird die aktuelle Uhrzeit erfasst.
en: If not specified, the current time is used.
es: Si no se especifica, se registra con la hora actual.
fr: Si non spécifié, l'heure actuelle est utilisée.
ko: 지정하지 않으면 현재 시간으로 기록합니다.
pt_br: Se não for especificado, o horário atual será usado.
zh_hans: 若未指定，将以当前时间记录。
zh_hant: 若未指定，將以目前時間記錄。

source: 未選択
de: Nichts ausgewählt
en: None selected
es: Ninguno seleccionado
fr: Aucune sélection
ko: 선택 안 함
pt_br: Nenhum selecionado
zh_hans: 未选择
zh_hant: 未選擇

source: 本人確認
de: Identitätsprüfung
en: Identity verification
es: Verificación de identidad
fr: Vérification d'identité
ko: 본인 확인
pt_br: Verificação de identidade
zh_hans: 身份验证
zh_hant: 身分驗證

source: 本当に削除しますか?
de: Möchtest du wirklich löschen?
en: Are you sure you want to delete this?
es: ¿Seguro que quieres eliminarlo?
fr: Voulez-vous vraiment supprimer ceci ?
ko: 정말 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir?
zh_hans: 确定要删除吗？
zh_hant: 確定要刪除嗎？

source: 本当に閉じますか?
de: Möchtest du wirklich schließen?
en: Are you sure you want to close?
es: ¿Seguro que quieres cerrar?
fr: Voulez-vous vraiment fermer ?
ko: 정말 닫으시겠습니까?
pt_br: Tem certeza de que deseja fechar?
zh_hans: 确定要关闭吗？
zh_hant: 確定要關閉嗎？

source: 検索ワードを入力
de: Suchbegriff eingeben
en: Enter a search term
es: Introduce un término de búsqueda
fr: Saisir un terme de recherche
ko: 검색어 입력
pt_br: Digite um termo de busca
zh_hans: 输入搜索关键词
zh_hant: 輸入搜尋關鍵字

source: 検索ワードを入力してください
de: Bitte gib einen Suchbegriff ein
en: Please enter a search term
es: Introduce un término de búsqueda
fr: Veuillez saisir un terme de recherche
ko: 검색어를 입력해 주세요
pt_br: Digite um termo de busca
zh_hans: 请输入搜索关键词
zh_hant: 請輸入搜尋關鍵字

source: 検索結果
de: Suchergebnisse
en: Search results
es: Resultados de búsqueda
fr: Résultats de recherche
ko: 검색 결과
pt_br: Resultados da busca
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: 次回 %@
de: Nächstes Mal %@
en: Next %@
es: Próximo %@
fr: Prochain %@
ko: 다음 %@
pt_br: Próximo %@
zh_hans: 下次 %@
zh_hant: 下次 %@

source: 残り %@
de: Verbleibend %@
en: Remaining %@
es: Restante %@
fr: Restant %@
ko: 남은 %@
pt_br: Restam %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: 残予算
de: Restbudget
en: Remaining budget
es: Presupuesto restante
fr: Budget restant
ko: 남은 예산
pt_br: Orçamento restante
zh_hans: 剩余预算
zh_hant: 剩餘預算

source: 毎年
de: Jährlich
en: Yearly
es: Anual
fr: Annuel
ko: 매년
pt_br: Anualmente
zh_hans: 每年
zh_hant: 每年

source: 毎年自動更新 (2ヶ月分お得)
de: Verlängert sich jährlich automatisch (2 Monate gespart)
en: Auto-renews yearly (2 months free)
es: Renovación automática anual (ahorra 2 meses)
fr: Renouvellement automatique annuel (2 mois offerts)
ko: 매년 자동 갱신(2개월 무료)
pt_br: Renova automaticamente todo ano (economize 2 meses)
zh_hans: 每年自动续订（节省 2 个月费用）
zh_hant: 每年自動續訂（省 2 個月）

source: 毎日
de: Täglich
en: Daily
es: Diario
fr: Quotidien
ko: 매일
pt_br: Diariamente
zh_hans: 每天
zh_hant: 每天
